;TORSO
[chunnostalgia_Torso_KV_F X2BodyPartTemplate]
DisplayName="春丽 经典版 身体"

[chunnostalgia_Torso_MPL_F X2BodyPartTemplate]
DisplayName="春丽 经典版 身体"

[chunnostalgia_Torso_FPL_F X2BodyPartTemplate]
DisplayName="春丽 经典版 身体"

[chunnostalgia_Torso_HPL_F X2BodyPartTemplate]
DisplayName="春丽 经典版 身体"

[chunnostalgia_Torso_LPO_F X2BodyPartTemplate]
DisplayName="春丽 经典版 身体"

[chunnostalgia_Torso_MPO_F X2BodyPartTemplate]
DisplayName="春丽 经典版 身体"

[chunnostalgia_Torso_HPO_F X2BodyPartTemplate]
DisplayName="春丽 经典版 身体"

;TORSO WOTC
[chunnostalgia_Torso_Reaper X2BodyPartTemplate]
DisplayName="春丽 经典版 身体"

[chunnostalgia_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="春丽 经典版 身体"

[chunnostalgia_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="春丽 经典版 身体"

[chunnostalgia_Torso_Templar X2BodyPartTemplate]
DisplayName="春丽 经典版 身体"

[chunnostalgia_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="春丽 经典版 身体"

[chunnostalgia_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="春丽 经典版 身体"

[chunnostalgia_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 经典版 身体"

[chunnostalgia_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 经典版 身体"

[chunnostalgia_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 经典版 身体"


;LEGS
[chunnostalgia_Legs_KV_F X2BodyPartTemplate]
DisplayName="春丽 经典版 腿"

[chunnostalgia_Legs_LPL_F X2BodyPartTemplate]
DisplayName="春丽 经典版 腿"

[chunnostalgia_Legs_MPL_F X2BodyPartTemplate]
DisplayName="春丽 经典版 腿"

[chunnostalgia_Legs_HPL_F X2BodyPartTemplate]
DisplayName="春丽 经典版 腿"

[chunnostalgia_Legs_LPO_F X2BodyPartTemplate]
DisplayName="春丽 经典版 腿"

[chunnostalgia_Legs_MPO_F X2BodyPartTemplate]
DisplayName="春丽 经典版 腿"

[chunnostalgia_Legs_HPO_F X2BodyPartTemplate]
DisplayName="春丽 经典版 腿"

;LEGS WOTC
[chunnostalgia_Legs_Reaper X2BodyPartTemplate]
DisplayName="春丽 经典版 腿"

[chunnostalgia_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="春丽 经典版 腿"

[chunnostalgia_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="春丽 经典版 腿"

[chunnostalgia_Legs_Templar X2BodyPartTemplate]
DisplayName="春丽 经典版 腿"

[chunnostalgia_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="春丽 经典版 腿"

[chunnostalgia_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="春丽 经典版 腿"

[chunnostalgia_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 经典版 腿"

[chunnostalgia_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 经典版 腿"

[chunnostalgia_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 经典版 腿"


[chunnostalgia_Hair X2BodyPartTemplate]
DisplayName="春丽 经典版 发型"


;FOREARMS LEFT
[chunnostalgia_Forearm_Left_KV_F X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_Forearm_Left_LPL_F X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_Forearm_Left_MPL_F X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_Forearm_Left_HPL_F X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_Forearm_Left_LPO_F X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_Forearm_Left_MPO_F X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_Forearm_Left_HPO_F X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"


;FOREARMS LEFT WOTC
[chunnostalgia_LeftForeArm_Reaper X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_LeftForeArm_PL_Reaper X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_LeftForeArm_PO_Reaper X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_LeftForeArm_Templar X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_LeftForeArm_PL_Templar X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_LeftForeArm_PO_Templar X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_LeftForeArm_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_LeftForeArm_PL_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_LeftForeArm_PO_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"




;FOREARMS RIGHT
[chunnostalgia_Forearm_Right_KV_F X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_Forearm_Right_LPL_F X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_Forearm_Right_MPL_F X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_Forearm_Right_HPL_F X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_Forearm_Right_LPO_F X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_Forearm_Right_MPO_F X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_Forearm_Right_HPO_F X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"


;FOREARMS RIGHT WOTC
[chunnostalgia_RightForeArm_Reaper X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_RightForeArm_PL_Reaper X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_RightForeArm_PO_Reaper X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_RightForeArm_Templar X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_RightForeArm_PL_Templar X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_RightForeArm_PO_Templar X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_RightForeArm_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_RightForeArm_PL_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"

[chunnostalgia_RightForeArm_PO_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 经典版 手镯"



---------------------------------------------------------------------------------



;TORSO
[chunlidef_Torso_KV_F X2BodyPartTemplate]
DisplayName="春丽 身体"

[chunlidef_Torso_MPL_F X2BodyPartTemplate]
DisplayName="春丽 身体"

[chunlidef_Torso_FPL_F X2BodyPartTemplate]
DisplayName="春丽 身体"

[chunlidef_Torso_HPL_F X2BodyPartTemplate]
DisplayName="春丽 身体"

[chunlidef_Torso_LPO_F X2BodyPartTemplate]
DisplayName="春丽 身体"

[chunlidef_Torso_MPO_F X2BodyPartTemplate]
DisplayName="春丽 身体"

[chunlidef_Torso_HPO_F X2BodyPartTemplate]
DisplayName="春丽 身体"

;TORSO WOTC
[chunlidef_Torso_Reaper X2BodyPartTemplate]
DisplayName="春丽 身体"

[chunlidef_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="春丽 身体"

[chunlidef_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="春丽 身体"

[chunlidef_Torso_Templar X2BodyPartTemplate]
DisplayName="春丽 身体"

[chunlidef_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="春丽 身体"

[chunlidef_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="春丽 身体"

[chunlidef_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 身体"

[chunlidef_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 身体"

[chunlidef_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 身体"

;ARMS
[chunlidef_Arms_KV_F X2BodyPartTemplate]
DisplayName="春丽 手臂"

[chunlidef_Arms_LPL_F X2BodyPartTemplate]
DisplayName="春丽 手臂"

[chunlidef_Arms_MPL_F X2BodyPartTemplate]
DisplayName="春丽 手臂"

[chunlidef_Arms_HPL_F X2BodyPartTemplate]
DisplayName="春丽 手臂"

[chunlidef_Arms_LPO_F X2BodyPartTemplate]
DisplayName="春丽 手臂"

[chunlidef_Arms_MPO_F X2BodyPartTemplate]
DisplayName="春丽 手臂"

[chunlidef_Arms_HPO_F X2BodyPartTemplate]
DisplayName="春丽 手臂"

;ARMS WOTC
[chunlidef_Arms_Reaper X2BodyPartTemplate]
DisplayName="春丽 手臂"

[chunlidef_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="春丽 手臂"

[chunlidef_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="春丽 手臂"

[chunlidef_Arms_Templar X2BodyPartTemplate]
DisplayName="春丽 手臂"

[chunlidef_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="春丽 手臂"

[chunlidef_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="春丽 手臂"

[chunlidef_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 手臂"

[chunlidef_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 手臂"

[chunlidef_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 手臂"

;LEGS
[chunlidef_Legs_KV_F X2BodyPartTemplate]
DisplayName="春丽 腿"

[chunlidef_Legs_LPL_F X2BodyPartTemplate]
DisplayName="春丽 腿"

[chunlidef_Legs_MPL_F X2BodyPartTemplate]
DisplayName="春丽 腿"

[chunlidef_Legs_HPL_F X2BodyPartTemplate]
DisplayName="春丽 腿"

[chunlidef_Legs_LPO_F X2BodyPartTemplate]
DisplayName="春丽 腿"

[chunlidef_Legs_MPO_F X2BodyPartTemplate]
DisplayName="春丽 腿"

[chunlidef_Legs_HPO_F X2BodyPartTemplate]
DisplayName="春丽 腿"

;LEGS WOTC
[chunlidef_Legs_Reaper X2BodyPartTemplate]
DisplayName="春丽 腿"

[chunlidef_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="春丽 腿"

[chunlidef_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="春丽 腿"

[chunlidef_Legs_Templar X2BodyPartTemplate]
DisplayName="春丽 腿"

[chunlidef_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="春丽 腿"

[chunlidef_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="春丽 腿"

[chunlidef_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 腿"

[chunlidef_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 腿"

[chunlidef_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 腿"

[chunlidef_Hair X2BodyPartTemplate]
DisplayName="春丽 发型"



;FOREARMS LEFT
[chunlidef_Forearm_Left_KV_F X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_Forearm_Left_LPL_F X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_Forearm_Left_MPL_F X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_Forearm_Left_HPL_F X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_Forearm_Left_LPO_F X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_Forearm_Left_MPO_F X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_Forearm_Left_HPO_F X2BodyPartTemplate]
DisplayName="春丽 手镯"


;FOREARMS LEFT WOTC
[chunlidef_LeftForeArm_Reaper X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_LeftForeArm_PL_Reaper X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_LeftForeArm_PO_Reaper X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_LeftForeArm_Templar X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_LeftForeArm_PL_Templar X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_LeftForeArm_PO_Templar X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_LeftForeArm_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_LeftForeArm_PL_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_LeftForeArm_PO_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 手镯"




;FOREARMS RIGHT
[chunlidef_Forearm_Right_KV_F X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_Forearm_Right_LPL_F X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_Forearm_Right_MPL_F X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_Forearm_Right_HPL_F X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_Forearm_Right_LPO_F X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_Forearm_Right_MPO_F X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_Forearm_Right_HPO_F X2BodyPartTemplate]
DisplayName="春丽 手镯"


;FOREARMS RIGHT WOTC
[chunlidef_RightForeArm_Reaper X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_RightForeArm_PL_Reaper X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_RightForeArm_PO_Reaper X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_RightForeArm_Templar X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_RightForeArm_PL_Templar X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_RightForeArm_PO_Templar X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_RightForeArm_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_RightForeArm_PL_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 手镯"

[chunlidef_RightForeArm_PO_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 手镯"



;TORSO DECO
[chunlidef_TDeco_KV_F X2BodyPartTemplate]
DisplayName="春丽 裙子"

[chunlidef_TDeco_LPL_F X2BodyPartTemplate]
DisplayName="春丽 裙子"

[chunlidef_TDeco_FPL_F X2BodyPartTemplate]
DisplayName="春丽 裙子"

[chunlidef_TDeco_HPL_F X2BodyPartTemplate]
DisplayName="春丽 裙子"

[chunlidef_TDeco_LPO_F X2BodyPartTemplate]
DisplayName="春丽 裙子"

[chunlidef_TDeco_FPO_F X2BodyPartTemplate]
DisplayName="春丽 裙子"

[chunlidef_TDeco_HPO_F X2BodyPartTemplate]
DisplayName="春丽 裙子"

;TORSO DECO WOTC
[chunlidef_TDeco_Reaper X2BodyPartTemplate]
DisplayName="春丽 裙子"

[chunlidef_TDeco_PL_Reaper X2BodyPartTemplate]
DisplayName="春丽 裙子"

[chunlidef_TDeco_PO_Reaper X2BodyPartTemplate]
DisplayName="春丽 裙子"

[chunlidef_TDeco_Templar X2BodyPartTemplate]
DisplayName="春丽 裙子"

[chunlidef_TDeco_PL_Templar X2BodyPartTemplate]
DisplayName="春丽 裙子"

[chunlidef_TDeco_PO_Templar X2BodyPartTemplate]
DisplayName="春丽 裙子"

[chunlidef_TDeco_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 裙子"

[chunlidef_TDeco_PL_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 裙子"

[chunlidef_TDeco_PO_Skirmisher X2BodyPartTemplate]
DisplayName="春丽 裙子"
